amd-ucode
base
base-devel
cuda
cudnn
ghostty-git
git
hyprland-git
ion-git
linux
linux-firmware
linux-zen
linux-zen-headers
networkmanager
nvidia-open-dkms
openssh
paru
paru-debug
sudo
ufw
vim
