abseil-cpp
acl
amd-ucode
aquamarine-git
archlinux-keyring
attr
audit
autoconf
automake
base
base-devel
bash
binutils
bison
brotli
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cmake
coreutils
cppdap
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
debugedit
default-cursors
device-mapper
diffutils
duktape
e2fsprogs
egl-gbm
eglexternalplatform
expat
fakeroot
file
filesystem
findutils
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
glaze
glib2
glibc
glslang
glycin
gmp
gnulib-l10n
gnupg
gnutls
gperftools
gpgme
gpm
graphite
grep
groff
gtest
guile
gzip
harfbuzz
hicolor-icon-theme
highway
hwdata
hyprcursor-git
hyprgraphics-git
hyprland-git
hyprland-guiutils-git
hyprland-protocols-git
hyprlang-git
hyprtoolkit-git
hyprutils-git
hyprwayland-scanner-git
hyprwire-git
iana-etc
icu
iniparser
iproute2
iptables
iputils
jansson
jbigkit
json-c
jsoncpp
kbd
keyutils
kmod
krb5
lcms2
leancrypto
libarchive
libassuan
libbpf
libcap
libcap-ng
libdaemon
libdatrie
libdecor
libdeflate
libdisplay-info
libdrm
libedit
libei
libelf
libepoxy
libevdev
libevent
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libidn2
libinput
libisl
libjpeg-turbo
libjxl
libksba
libldap
libliftoff
libmakepkg-dropins
libmm-glib
libmnl
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnl
libnm
libnsl
libp11-kit
libpcap
libpciaccess
libpgm
libpng
libpsl
librsvg
libsasl
libseccomp
libsecret
libsodium
libssh2
libsysprof-capture
libtasn1
libteam
libthai
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libuv
libverto
libwacom
libwebp
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxkbcommon
libxkbfile
libxml2
libxrandr
libxrender
libxshmfence
libxxf86vm
libzip
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lua
lz4
lzo
m4
make
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mtdev
muparser
ncurses
nettle
networkmanager
ninja
npth
nspr
nss
openssh
openssl
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
paru
paru-debug
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkgconf
polkit
popt
procps-ng
psmisc
pugixml
python
re2
readline
rhash
rustup
seatd
sed
shadow
shared-mime-info
slang
spirv-tools
sqlite
sudo
systemd
systemd-libs
systemd-sysvcompat
tar
texinfo
tomlplusplus
tpm2-tss
tzdata
ufw
util-linux
util-linux-libs
vim
vim-runtime
wayland
wayland-protocols
which
wpa_supplicant
xcb-proto
xcb-util
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xwayland
xorgproto
xxhash
xz
zeromq
zlib
zlib-ng
zstd
